{
    "en": {
        "logo_alt": "Mantalena bafiti architect engineer logo",
        "home_title": "Mantalena Bafiti | Architect Engineer",
        "description": "Mantalena Bafiti Architect is a creative architecture & construction practice based in Paros. Office’s philosophy is to face architecture as an entirety in collaboration with the all specialties that supplement the constructional and aesthetic creation. It specializes in private projects, such as housing complexes and high-quality villas.",
        "projects": "PROJECTS",
        "about": "ABOUT",
        "contact": "CONTACT",
        "contact_text": "Feel free to visit our consultation office or contact us for further information.",
        "contact_title": "Mantalena Bafiti | Architect Engineer",
        "contact_address": "Marpissa Paros, Greece",
        "language": "Language",
        "your_fullname": "Your Name",
        "your_email": "Your Email",
        "your_message": "Your Message",
        "send": "SEND",
        "about_text": "Mantalena Bafiti Architect is a creative architecture & construction practice based in Paros. Office’s philosophy is to face architecture as an entirety in collaboration with the all specialties that supplement the constructional and aesthetic creation. It specializes in private projects, such as housing complexes and high-quality villas. Interior design constitutes an important sector in the work, too. Experiencing in a wide spectrum of projects we aim in proposing design applications with originality and uniqueness. As part of the architectural process, our designs work in harmony with the natural elements of the surrounding area and the Cycladic feature.",
        "about_text_two": "Mantalena Bafiti, is an architect born and raised in Paros (1990). She holds a diploma in architectural engineering from the Aristotle University of Thessaloniki, as well as a MSc in Environmental Design of Cities and Buildings from HOU Department. Since 2014, she got practice both in architectural studies and detailed designs and in supervising construction projects. She actively participated in architectural organizations, workshops and photography.",
        "mantalena_bafiti": "Mantalena Bafiti Architect",
        "view_projects": "View Out Projects",
        "home_little": "Building beautiful homes one dream at a time!",
        "projectss": "Projects",
        "keywords": "architect, architect paros, archtect engineer, mantalena, bafiti, constructions, building design, interior design",
        "homeCoverAlt": "Mantalena Bafiti architect paros greece",
        "aboutImgAlt": "Mantalena Bafiti architect paros greece"

    },
    "el": {
        "logo_alt":"Μανταλένα Μπαφίτη αρχιτέκτονας μηχανικός λογότυπο",
        "home_title": "Μανταλένα Μπαφίτη | Αρχιτέκτονας Μηχανικός",
        "description": "Η Mantalena Bafiti Architect είναι ένα δημιουργικό αρχιτεκτονικό & κατασκευαστικό γραφείο με έδρα την Πάρο. Η φιλοσοφία του γραφείου είναι να αντιμετωπίζει την αρχιτεκτονική σαν ένα σύνολό σε συνεργασία με όλες τις ειδικότητες που συμπληρώνουν την κατασκευαστική και αισθητική δημιουργία. Το γραφείο ειδικεύεται σε ιδιωτικά έργα, όπως συγκροτήματα κατοικιών και υψηλών προδιαγραφών εξοχικές κατοικίες. ",
        "projects": "ΠΡΟΤΖΕΚΤ",
        "about": "ΠΟΙΟΙ ΕΙΜΑΣΤΕ",
        "contact": "ΕΠΙΚΟΙΝΩΝΙΑ",
        "contact_text": "Μη διστάσετε να επικοινωνήσετε μαζί μας για περισσότερες πληροφορίες.",
        "contact_title": "Μανταλένα Μπαφίτη | Αρχιτέκτονας Μηχανικός",
        "contact_address": "Μάρπησσα Πάρος, Ελλάδα",
        "language": "Γλώσσα",
        "your_fullname": "Το ονομά σας",
        "your_email": "Το Εμαιλ σας",
        "your_message": "Το μηνυμά σας",
        "send": "ΑΠΟΣΤΟΛΗ",
        "about_text": "Η Mantalena Bafiti Architect είναι ένα δημιουργικό αρχιτεκτονικό & κατασκευαστικό γραφείο με έδρα την Πάρο. Η φιλοσοφία του γραφείου είναι να αντιμετωπίζει την αρχιτεκτονική σαν ένα σύνολό σε συνεργασία με όλες τις ειδικότητες που συμπληρώνουν την κατασκευαστική και αισθητική δημιουργία. Το γραφείο ειδικεύεται σε ιδιωτικά έργα, όπως συγκροτήματα κατοικιών και υψηλών προδιαγραφών εξοχικές κατοικίες. Η εσωτερική διακόσμηση αποτελεί επίσης σημαντικό τομέα στη δουλειά μας. Έχοντας εμπειρία σε ένα ευρύ φάσμα έργων στοχεύουμε στην πρόταση σχεδιαστικών εφαρμογών με πρωτοτυπία και μοναδικότητα. Ως μέρος της αρχιτεκτονικής διαδικασίας, τα σχέδιά μας λειτουργούν σε αρμονία με τα φυσικά στοιχεία της γύρω περιοχής και το κυκλαδίτικό στοιχείο.",
        "about_text_two": "Η Μανταλένα Μπαφίτη, είναι αρχιτέκτονας που γεννήθηκε και μεγάλωσε στην Πάρο (1990). Είναι κάτοχος διπλώματος αρχιτέκτονα μηχανικού από το Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης, καθώς και MSc στον Περιβαλλοντικό Σχεδιασμό Πόλεων και Κτιρίων από το Τμήμα ΕΑΠ. Από το 2014 ασκεί πρακτική τόσο σε αρχιτεκτονικές μελέτες και μελέτες εφαρμογής όσο και σε επίβλεψη κατασκευαστικών έργων. Συμμετείχε ενεργά σε αρχιτεκτονικούς οργανισμούς, εργαστήρια αλλά και την φωτογραφία.",
        "mantalena_bafiti": "Mantalena Bafiti Architect",
        "view_projects": "Τα έργα μας",
        "home_little": "",
        "projectss": "Έργα",
        "keywords": "αρχιτέκτονας, πάρος, μηχανικός, μανταλένα, μπαφίτη, κατασκευές, σχεδιασμός κτιρίων, εσωτερική διακόσμηση",
        "homeCoverAlt": "Μανταλένα Μπαφίτη αρχιτέκτονας πάρος",
        "aboutImgAlt": "Μανταλένα Μπαφίτη αρχιτέκτονας πάρος"

    }
}